/* Localized versions of Info.plist keys */

"NSContactsUsageDescription" = "RedGram atualizará continuamente os seus contatos em servidores na nuvem fortemente criptografados para que você se conecte com seus amigos através de todos os seus dispositivos.";
"NSLocationWhenInUseUsageDescription" = "Para enviar sua localização para seus amigos o RedGram precisa de permissão para mostrá-los o mapa.";
"NSLocationAlwaysUsageDescription" = "Para enviar sua localização para seus amigos, o RedGram precisa de permissão para mostrá-los o mapa. Você também precisará disso para enviar localizações de um Apple Watch.";
"NSCameraUsageDescription" = "Precisamos acessar sua câmera para que você possa capturar fotos e vídeos.";
"NSPhotoLibraryUsageDescription" = "Precisamos disso para que você possa compartilhar fotos e vídeos de sua galeria.";
"NSMicrophoneUsageDescription" = "Precisamos disso para que você possa gravar mensagens de voz e vídeos com som.";
"NSSiriUsageDescription" = "Você pode usar a Siri para enviar mensagens.";

"NSLocationAlwaysAndWhenInUseUsageDescription" = "Quando você escolhe compartilhar sua Localização em Tempo Real com amigos no chat, o RedGram precisa de acesso à sua localização em segundo plano para mantê-los atualizados durante o compartilhamento.";
"NSLocationAlwaysUsageDescription" = "Para enviar sua localização para seus amigos, o RedGram precisa de permissão para mostrá-los o mapa. Você também precisará disso para enviar localizações de um Apple Watch.";
"NSLocationWhenInUseUsageDescription" = "Para enviar sua localização para seus amigos o RedGram precisa de permissão para mostrá-los o mapa.";

